{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<pad>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "</s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "<mask>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "Sequence",
    "normalizers": [
      {
        "type": "NFD"
      },
      {
        "type": "StripAccents"
      },
      {
        "type": "Replace",
        "pattern": {
          "Regex": "[\\s]+"
        },
        "content": " "
      }
    ]
  },
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "<s>": 0,
      "<pad>": 1,
      "</s>": 2,
      "<unk>": 3,
      "<mask>": 4,
      "\u0000": 5,
      "\u0001": 6,
      "\u0002": 7,
      "\u0003": 8,
      "\u0004": 9,
      "\u0005": 10,
      "\u0006": 11,
      "\u0007": 12,
      "\b": 13,
      "\u0017": 14,
      "\u0018": 15,
      "\u0019": 16,
      "\u001a": 17,
      "\u001b": 18,
      "\u001c": 19,
      "\u001d": 20,
      "\u001f": 21,
      "!": 22,
      "\"": 23,
      "#": 24,
      "$": 25,
      "%": 26,
      "&": 27,
      "'": 28,
      "(": 29,
      ")": 30,
      "*": 31,
      "+": 32,
      ",": 33,
      "-": 34,
      ".": 35,
      "/": 36,
      "0": 37,
      "1": 38,
      "2": 39,
      "3": 40,
      "4": 41,
      "5": 42,
      "6": 43,
      "7": 44,
      "8": 45,
      "9": 46,
      ":": 47,
      ";": 48,
      "<": 49,
      "=": 50,
      ">": 51,
      "?": 52,
      "@": 53,
      "A": 54,
      "B": 55,
      "C": 56,
      "D": 57,
      "E": 58,
      "F": 59,
      "G": 60,
      "H": 61,
      "I": 62,
      "J": 63,
      "K": 64,
      "L": 65,
      "M": 66,
      "N": 67,
      "O": 68,
      "P": 69,
      "Q": 70,
      "R": 71,
      "S": 72,
      "T": 73,
      "U": 74,
      "V": 75,
      "W": 76,
      "X": 77,
      "Y": 78,
      "Z": 79,
      "[": 80,
      "\\": 81,
      "]": 82,
      "^": 83,
      "_": 84,
      "`": 85,
      "a": 86,
      "b": 87,
      "c": 88,
      "d": 89,
      "e": 90,
      "f": 91,
      "g": 92,
      "h": 93,
      "i": 94,
      "j": 95,
      "k": 96,
      "l": 97,
      "m": 98,
      "n": 99,
      "o": 100,
      "p": 101,
      "q": 102,
      "r": 103,
      "s": 104,
      "t": 105,
      "u": 106,
      "v": 107,
      "w": 108,
      "x": 109,
      "y": 110,
      "z": 111,
      "{": 112,
      "|": 113,
      "}": 114,
      "~": 115,
      "": 116,
      "": 117,
      "": 118,
      "": 119,
      "": 120,
      "": 121,
      "": 122,
      "": 123,
      "": 124,
      "": 125,
      "": 126,
      "": 127,
      "": 128,
      "": 129,
      "": 130,
      "": 131,
      "": 132,
      "": 133,
      "": 134,
      "": 135,
      "": 136,
      "": 137,
      "": 138,
      "": 139,
      "": 140,
      "": 141,
      "": 142,
      "": 143,
      "": 144,
      "": 145,
      "": 146,
      "": 147,
      "¡": 148,
      "¢": 149,
      "£": 150,
      "¤": 151,
      "¥": 152,
      "¦": 153,
      "§": 154,
      "¨": 155,
      "©": 156,
      "ª": 157,
      "«": 158,
      "¬": 159,
      "­": 160,
      "®": 161,
      "¯": 162,
      "°": 163,
      "±": 164,
      "²": 165,
      "³": 166,
      "´": 167,
      "µ": 168,
      "¶": 169,
      "·": 170,
      "¸": 171,
      "¹": 172,
      "º": 173,
      "»": 174,
      "¼": 175,
      "½": 176,
      "¾": 177,
      "¿": 178,
      "Æ": 179,
      "Ð": 180,
      "×": 181,
      "Ø": 182,
      "Þ": 183,
      "ß": 184,
      "æ": 185,
      "ð": 186,
      "÷": 187,
      "ø": 188,
      "þ": 189,
      "Đ": 190,
      "đ": 191,
      "Ħ": 192,
      "ħ": 193,
      "ı": 194,
      "Ĳ": 195,
      "ĳ": 196,
      "ĸ": 197,
      "Ŀ": 198,
      "ŀ": 199,
      "Ł": 200,
      "ł": 201,
      "ŋ": 202,
      "Œ": 203,
      "œ": 204,
      "ŧ": 205,
      "ſ": 206,
      "ƈ": 207,
      "Ə": 208,
      "Ɛ": 209,
      "ƒ": 210,
      "ƙ": 211,
      "ƣ": 212,
      "Ƥ": 213,
      "ƥ": 214,
      "Ʃ": 215,
      "ƪ": 216,
      "Ƭ": 217,
      "ƭ": 218,
      "Ʈ": 219,
      "Ʊ": 220,
      "Ʋ": 221,
      "Ƴ": 222,
      "ƴ": 223,
      "Ƶ": 224,
      "ƶ": 225,
      "Ʒ": 226,
      "Ƹ": 227,
      "ƹ": 228,
      "ƺ": 229,
      "ƻ": 230,
      "Ƽ": 231,
      "ƽ": 232,
      "ƾ": 233,
      "ƿ": 234,
      "ǁ": 235,
      "ǂ": 236,
      "ǃ": 237,
      "ǝ": 238,
      "Ǳ": 239,
      "ǲ": 240,
      "Ƕ": 241,
      "Ƿ": 242,
      "Ȝ": 243,
      "ȝ": 244,
      "ȡ": 245,
      "Ȥ": 246,
      "ȥ": 247,
      "ȴ": 248,
      "ȵ": 249,
      "ȶ": 250,
      "ȷ": 251,
      "ȸ": 252,
      "ȹ": 253,
      "Ⱥ": 254,
      "Ȼ": 255,
      "ȼ": 256,
      "Ƚ": 257,
      "Ⱦ": 258,
      "ȿ": 259,
      "Ɂ": 260,
      "ɂ": 261,
      "ɇ": 262,
      "ɋ": 263,
      "ɐ": 264,
      "ɑ": 265,
      "ɒ": 266,
      "ɓ": 267,
      "ɔ": 268,
      "ɕ": 269,
      "ɖ": 270,
      "ɗ": 271,
      "ɘ": 272,
      "ə": 273,
      "ɚ": 274,
      "ɛ": 275,
      "ɜ": 276,
      "ɝ": 277,
      "ɞ": 278,
      "ɟ": 279,
      "ɡ": 280,
      "ɢ": 281,
      "ɣ": 282,
      "ɤ": 283,
      "ɥ": 284,
      "ɦ": 285,
      "ɧ": 286,
      "ɨ": 287,
      "ɪ": 288,
      "ɫ": 289,
      "ɬ": 290,
      "ɭ": 291,
      "ɮ": 292,
      "ɯ": 293,
      "ɰ": 294,
      "ɱ": 295,
      "ɲ": 296,
      "ɳ": 297,
      "ɴ": 298,
      "ɵ": 299,
      "ɶ": 300,
      "ɷ": 301,
      "ɸ": 302,
      "ɹ": 303,
      "ɺ": 304,
      "ɻ": 305,
      "ɼ": 306,
      "ɽ": 307,
      "ɾ": 308,
      "ɿ": 309,
      "ʀ": 310,
      "ʁ": 311,
      "ʂ": 312,
      "ʃ": 313,
      "ʇ": 314,
      "ʈ": 315,
      "ʉ": 316,
      "ʊ": 317,
      "ʋ": 318,
      "ʌ": 319,
      "ʍ": 320,
      "ʎ": 321,
      "ʏ": 322,
      "ʐ": 323,
      "ʑ": 324,
      "ʒ": 325,
      "ʔ": 326,
      "ʕ": 327,
      "ʖ": 328,
      "ʘ": 329,
      "ʙ": 330,
      "ʛ": 331,
      "ʜ": 332,
      "ʝ": 333,
      "ʟ": 334,
      "ʠ": 335,
      "ʡ": 336,
      "ʢ": 337,
      "ʤ": 338,
      "ʥ": 339,
      "ʦ": 340,
      "ʧ": 341,
      "ʫ": 342,
      "ʮ": 343,
      "ʯ": 344,
      "ʰ": 345,
      "ʱ": 346,
      "ʲ": 347,
      "ʳ": 348,
      "ʴ": 349,
      "ʵ": 350,
      "ʶ": 351,
      "ʷ": 352,
      "ʸ": 353,
      "ʹ": 354,
      "ʺ": 355,
      "ʻ": 356,
      "ʼ": 357,
      "ʽ": 358,
      "ʾ": 359,
      "ʿ": 360,
      "ˀ": 361,
      "ˁ": 362,
      "˂": 363,
      "˃": 364,
      "ˆ": 365,
      "ˇ": 366,
      "ˈ": 367,
      "ˉ": 368,
      "ˌ": 369,
      "ː": 370,
      "ˑ": 371,
      "˔": 372,
      "˘": 373,
      "˙": 374,
      "˚": 375,
      "˛": 376,
      "˜": 377,
      "˝": 378,
      "ˡ": 379,
      "ˢ": 380,
      "ˤ": 381,
      "˥": 382,
      "˦": 383,
      "˧": 384,
      "˩": 385,
      "˪": 386,
      "˫": 387,
      "ˬ": 388,
      "˭": 389,
      "ˮ": 390,
      "˯": 391,
      "˰": 392,
      "˱": 393,
      "˲": 394,
      "˳": 395,
      "˴": 396,
      "˵": 397,
      "˶": 398,
      "˷": 399,
      "˸": 400,
      "˹": 401,
      "˺": 402,
      "˻": 403,
      "˼": 404,
      "˽": 405,
      "˾": 406,
      "˿": 407,
      "Ͱ": 408,
      "ͱ": 409,
      "Ͳ": 410,
      "ͳ": 411,
      "͵": 412,
      "Ͷ": 413,
      "ͷ": 414,
      "͸": 415,
      "͹": 416,
      "ͺ": 417,
      "ͻ": 418,
      "ͼ": 419,
      "ͽ": 420,
      "Ϳ": 421,
      "΄": 422,
      "Α": 423,
      "Β": 424,
      "Γ": 425,
      "Δ": 426,
      "Ε": 427,
      "Ζ": 428,
      "Η": 429,
      "Θ": 430,
      "Ι": 431,
      "Κ": 432,
      "Λ": 433,
      "Μ": 434,
      "Ν": 435,
      "Ξ": 436,
      "Ο": 437,
      "Π": 438,
      "Ρ": 439,
      "΢": 440,
      "Σ": 441,
      "Τ": 442,
      "Υ": 443,
      "Φ": 444,
      "Χ": 445,
      "Ψ": 446,
      "Ω": 447,
      "α": 448,
      "β": 449,
      "γ": 450,
      "δ": 451,
      "ε": 452,
      "ζ": 453,
      "η": 454,
      "θ": 455,
      "ι": 456,
      "κ": 457,
      "λ": 458,
      "μ": 459,
      "ν": 460,
      "ξ": 461,
      "ο": 462,
      "π": 463,
      "ρ": 464,
      "ς": 465,
      "σ": 466,
      "τ": 467,
      "υ": 468,
      "φ": 469,
      "χ": 470,
      "ψ": 471,
      "ω": 472,
      "ϕ": 473,
      "ϡ": 474,
      "Ϣ": 475,
      "ϣ": 476,
      "Ϧ": 477,
      "Ϫ": 478,
      "Ϯ": 479,
      "ϰ": 480,
      "ϱ": 481,
      "ϲ": 482,
      "ϳ": 483,
      "ϴ": 484,
      "ϵ": 485,
      "϶": 486,
      "Ϸ": 487,
      "ϸ": 488,
      "Ϲ": 489,
      "Ϻ": 490,
      "ϻ": 491,
      "ϼ": 492,
      "Ͻ": 493,
      "Ͼ": 494,
      "Ͽ": 495,
      "Ђ": 496,
      "Є": 497,
      "І": 498,
      "Ј": 499,
      "Љ": 500,
      "А": 501,
      "Б": 502,
      "В": 503,
      "Г": 504,
      "Д": 505,
      "Е": 506,
      "Ж": 507,
      "З": 508,
      "И": 509,
      "К": 510,
      "Л": 511,
      "М": 512,
      "Н": 513,
      "О": 514,
      "П": 515,
      "Р": 516,
      "С": 517,
      "Т": 518,
      "У": 519,
      "Ф": 520,
      "Х": 521,
      "Ц": 522,
      "Ч": 523,
      "Ш": 524,
      "Щ": 525,
      "Ъ": 526,
      "Ы": 527,
      "Ь": 528,
      "Э": 529,
      "Ю": 530,
      "Я": 531,
      "а": 532,
      "б": 533,
      "в": 534,
      "г": 535,
      "д": 536,
      "е": 537,
      "ж": 538,
      "з": 539,
      "и": 540,
      "к": 541,
      "л": 542,
      "м": 543,
      "н": 544,
      "о": 545,
      "п": 546,
      "р": 547,
      "с": 548,
      "т": 549,
      "у": 550,
      "ф": 551,
      "х": 552,
      "ц": 553,
      "ч": 554,
      "ш": 555,
      "щ": 556,
      "ъ": 557,
      "ы": 558,
      "ь": 559,
      "э": 560,
      "ю": 561,
      "я": 562,
      "ђ": 563,
      "є": 564,
      "ѕ": 565,
      "і": 566,
      "ј": 567,
      "љ": 568,
      "њ": 569,
      "ћ": 570,
      "џ": 571,
      "ѡ": 572,
      "ѧ": 573,
      "ѩ": 574,
      "Ѫ": 575,
      "ѭ": 576,
      "ѯ": 577,
      "Ѱ": 578,
      "ѱ": 579,
      "Ѳ": 580,
      "ѳ": 581,
      "Ѵ": 582,
      "ѵ": 583,
      "Ѹ": 584,
      "ѹ": 585,
      "Ѻ": 586,
      "ѻ": 587,
      "Ѽ": 588,
      "ѽ": 589,
      "Ѿ": 590,
      "ѿ": 591,
      "ґ": 592,
      "ғ": 593,
      "ҕ": 594,
      "Қ": 595,
      "қ": 596,
      "ҡ": 597,
      "ң": 598,
      "Ҧ": 599,
      "ҧ": 600,
      "ҩ": 601,
      "Ҫ": 602,
      "ҫ": 603,
      "ү": 604,
      "Ұ": 605,
      "ұ": 606,
      "Ҳ": 607,
      "ҳ": 608,
      "Ҵ": 609,
      "ҵ": 610,
      "Ҷ": 611,
      "ҷ": 612,
      "Ҹ": 613,
      "ҹ": 614,
      "Һ": 615,
      "һ": 616,
      "Ҽ": 617,
      "ҽ": 618,
      "Ҿ": 619,
      "ҿ": 620,
      "Ӏ": 621,
      "ӕ": 622,
      "ә": 623,
      "ӡ": 624,
      "Ө": 625,
      "ө": 626,
      "Ӷ": 627,
      "Ӻ": 628,
      "ӻ": 629,
      "Ӽ": 630,
      "ӽ": 631,
      "Ӿ": 632,
      "ӿ": 633,
      "ԃ": 634,
      "ԓ": 635,
      "ԡ": 636,
      "Ԣ": 637,
      "Ԥ": 638,
      "ԩ": 639,
      "Ԫ": 640,
      "ԭ": 641,
      "԰": 642,
      "Ա": 643,
      "Բ": 644,
      "Գ": 645,
      "Դ": 646,
      "Ե": 647,
      "Զ": 648,
      "Է": 649,
      "Ը": 650,
      "Թ": 651,
      "Ժ": 652,
      "Ի": 653,
      "Լ": 654,
      "Խ": 655,
      "Ծ": 656,
      "Կ": 657,
      "Հ": 658,
      "Ձ": 659,
      "Ղ": 660,
      "Մ": 661,
      "Յ": 662,
      "Ն": 663,
      "Շ": 664,
      "Ո": 665,
      "Պ": 666,
      "Ս": 667,
      "Վ": 668,
      "Տ": 669,
      "Ր": 670,
      "Ց": 671,
      "Ւ": 672,
      "Փ": 673,
      "ա": 674,
      "բ": 675,
      "գ": 676,
      "դ": 677,
      "ե": 678,
      "զ": 679,
      "է": 680,
      "ը": 681,
      "թ": 682,
      "ի": 683,
      "լ": 684,
      "խ": 685,
      "ծ": 686,
      "կ": 687,
      "հ": 688,
      "ձ": 689,
      "ղ": 690,
      "ճ": 691,
      "մ": 692,
      "յ": 693,
      "ն": 694,
      "շ": 695,
      "ո": 696,
      "չ": 697,
      "պ": 698,
      "ջ": 699,
      "ռ": 700,
      "ս": 701,
      "վ": 702,
      "տ": 703,
      "ր": 704,
      "ց": 705,
      "ւ": 706,
      "ք": 707,
      "օ": 708,
      "և": 709,
      "։": 710,
      "־": 711,
      "׀": 712,
      "׃": 713,
      "א": 714,
      "ב": 715,
      "ג": 716,
      "ד": 717,
      "ה": 718,
      "ו": 719,
      "ז": 720,
      "ח": 721,
      "ט": 722,
      "י": 723,
      "ך": 724,
      "כ": 725,
      "ל": 726,
      "ם": 727,
      "מ": 728,
      "ן": 729,
      "נ": 730,
      "ס": 731,
      "ע": 732,
      "ף": 733,
      "פ": 734,
      "ץ": 735,
      "צ": 736,
      "ק": 737,
      "ר": 738,
      "ש": 739,
      "ת": 740,
      "׬": 741,
      "ׯ": 742,
      "װ": 743,
      "ױ": 744,
      "ײ": 745,
      "׳": 746,
      "״": 747,
      "׵": 748,
      "׶": 749,
      "׷": 750,
      "׸": 751,
      "׹": 752,
      "׺": 753,
      "׻": 754,
      "׼": 755,
      "׽": 756,
      "׾": 757,
      "׿": 758,
      "،": 759,
      "؏": 760,
      "؛": 761,
      "؟": 762,
      "ء": 763,
      "ا": 764,
      "ب": 765,
      "ة": 766,
      "ت": 767,
      "ث": 768,
      "ج": 769,
      "ح": 770,
      "خ": 771,
      "د": 772,
      "ذ": 773,
      "ر": 774,
      "ز": 775,
      "س": 776,
      "ش": 777,
      "ص": 778,
      "ض": 779,
      "ط": 780,
      "ظ": 781,
      "ع": 782,
      "غ": 783,
      "ػ": 784,
      "ؼ": 785,
      "ؽ": 786,
      "ؾ": 787,
      "ؿ": 788,
      "ـ": 789,
      "ف": 790,
      "ق": 791,
      "ك": 792,
      "ل": 793,
      "م": 794,
      "ن": 795,
      "ه": 796,
      "و": 797,
      "ى": 798,
      "ي": 799,
      "٠": 800,
      "١": 801,
      "٢": 802,
      "٣": 803,
      "٤": 804,
      "٥": 805,
      "٦": 806,
      "٧": 807,
      "٨": 808,
      "٩": 809,
      "ٱ": 810,
      "ٲ": 811,
      "ٳ": 812,
      "ٴ": 813,
      "ٵ": 814,
      "ٶ": 815,
      "ٷ": 816,
      "ٸ": 817,
      "ٹ": 818,
      "ٺ": 819,
      "ٻ": 820,
      "ټ": 821,
      "ٽ": 822,
      "پ": 823,
      "ٿ": 824,
      "ڀ": 825,
      "ځ": 826,
      "ڃ": 827,
      "ڄ": 828,
      "څ": 829,
      "چ": 830,
      "ڇ": 831,
      "ڈ": 832,
      "ڊ": 833,
      "ڌ": 834,
      "ڍ": 835,
      "ڏ": 836,
      "ڑ": 837,
      "ړ": 838,
      "ڔ": 839,
      "ڕ": 840,
      "ژ": 841,
      "ڙ": 842,
      "ښ": 843,
      "ڛ": 844,
      "ڜ": 845,
      "ڞ": 846,
      "ڣ": 847,
      "ڦ": 848,
      "ک": 849,
      "ڪ": 850,
      "ګ": 851,
      "ڬ": 852,
      "گ": 853,
      "ڰ": 854,
      "ڱ": 855,
      "ڲ": 856,
      "ڳ": 857,
      "ڴ": 858,
      "ڵ": 859,
      "ڶ": 860,
      "ڷ": 861,
      "ڸ": 862,
      "ڹ": 863,
      "ں": 864,
      "ڻ": 865,
      "ڼ": 866,
      "ڽ": 867,
      "ھ": 868,
      "ڿ": 869,
      "ہ": 870,
      "ۃ": 871,
      "ۇ": 872,
      "ۉ": 873,
      "ی": 874,
      "ێ": 875,
      "ې": 876,
      "ۑ": 877,
      "ے": 878,
      "۔": 879,
      "ە": 880,
      "۝": 881,
      "۞": 882,
      "ۥ": 883,
      "ۦ": 884,
      "۩": 885,
      "۰": 886,
      "۱": 887,
      "۲": 888,
      "۳": 889,
      "۴": 890,
      "۵": 891,
      "۶": 892,
      "۷": 893,
      "۸": 894,
      "۹": 895,
      "ۺ": 896,
      "ۻ": 897,
      "ۼ": 898,
      "۽": 899,
      "۾": 900,
      "ۿ": 901,
      "܏": 902,
      "ܐ": 903,
      "ܓ": 904,
      "ܕ": 905,
      "ܗ": 906,
      "ܘ": 907,
      "ܚ": 908,
      "ܝ": 909,
      "ܟ": 910,
      "ܠ": 911,
      "ܡ": 912,
      "ܢ": 913,
      "ܦ": 914,
      "ܨ": 915,
      "ܪ": 916,
      "ܬ": 917,
      "ݐ": 918,
      "ݰ": 919,
      "ݱ": 920,
      "ݲ": 921,
      "ݳ": 922,
      "ݴ": 923,
      "ݵ": 924,
      "ݶ": 925,
      "ݷ": 926,
      "ݸ": 927,
      "ݹ": 928,
      "ݺ": 929,
      "ݻ": 930,
      "ݼ": 931,
      "ݿ": 932,
      "ހ": 933,
      "ނ": 934,
      "ރ": 935,
      "އ": 936,
      "ވ": 937,
      "މ": 938,
      "ދ": 939,
      "ލ": 940,
      "ގ": 941,
      "ސ": 942,
      "ޒ": 943,
      "ޔ": 944,
      "ޖ": 945,
      "ޱ": 946,
      "޲": 947,
      "޳": 948,
      "޴": 949,
      "޵": 950,
      "޶": 951,
      "޷": 952,
      "޸": 953,
      "޹": 954,
      "޺": 955,
      "޻": 956,
      "޼": 957,
      "޽": 958,
      "޾": 959,
      "޿": 960,
      "ߘ": 961,
      "ߴ": 962,
      "ߵ": 963,
      "߶": 964,
      "߷": 965,
      "߸": 966,
      "߹": 967,
      "ߺ": 968,
      "߻": 969,
      "߼": 970,
      "߽": 971,
      "߾": 972,
      "߿": 973,
      "अ": 974,
      "आ": 975,
      "इ": 976,
      "ई": 977,
      "उ": 978,
      "ऊ": 979,
      "ऋ": 980,
      "ए": 981,
      "ऐ": 982,
      "ऑ": 983,
      "ओ": 984,
      "औ": 985,
      "क": 986,
      "ख": 987,
      "ग": 988,
      "घ": 989,
      "ङ": 990,
      "च": 991,
      "छ": 992,
      "ज": 993,
      "झ": 994,
      "ञ": 995,
      "ट": 996,
      "ठ": 997,
      "ड": 998,
      "ढ": 999,
      "ण": 1000,
      "त": 1001,
      "थ": 1002,
      "द": 1003,
      "ध": 1004,
      "न": 1005,
      "प": 1006,
      "फ": 1007,
      "ब": 1008,
      "भ": 1009,
      "म": 1010,
      "य": 1011,
      "र": 1012,
      "ल": 1013,
      "ळ": 1014,
      "व": 1015,
      "श": 1016,
      "ष": 1017,
      "स": 1018,
      "ह": 1019,
      "ॐ": 1020,
      "।": 1021,
      "॥": 1022,
      "०": 1023,
      "१": 1024,
      "२": 1025,
      "३": 1026,
      "४": 1027,
      "६": 1028,
      "८": 1029,
      "९": 1030,
      "॰": 1031,
      "ঀ": 1032,
      "঄": 1033,
      "অ": 1034,
      "আ": 1035,
      "ই": 1036,
      "ঈ": 1037,
      "উ": 1038,
      "ঊ": 1039,
      "ঋ": 1040,
      "ঌ": 1041,
      "঍": 1042,
      "঎": 1043,
      "এ": 1044,
      "ঐ": 1045,
      "঑": 1046,
      "঒": 1047,
      "ও": 1048,
      "ঔ": 1049,
      "ক": 1050,
      "খ": 1051,
      "গ": 1052,
      "ঘ": 1053,
      "ঙ": 1054,
      "চ": 1055,
      "ছ": 1056,
      "জ": 1057,
      "ঝ": 1058,
      "ঞ": 1059,
      "ট": 1060,
      "ঠ": 1061,
      "ড": 1062,
      "ঢ": 1063,
      "ণ": 1064,
      "ত": 1065,
      "থ": 1066,
      "দ": 1067,
      "ধ": 1068,
      "ন": 1069,
      "঩": 1070,
      "প": 1071,
      "ফ": 1072,
      "ব": 1073,
      "ভ": 1074,
      "ম": 1075,
      "য": 1076,
      "র": 1077,
      "঱": 1078,
      "ল": 1079,
      "঳": 1080,
      "঴": 1081,
      "঵": 1082,
      "শ": 1083,
      "ষ": 1084,
      "স": 1085,
      "হ": 1086,
      "঺": 1087,
      "঻": 1088,
      "ঽ": 1089,
      "৅": 1090,
      "৆": 1091,
      "৉": 1092,
      "৊": 1093,
      "ৎ": 1094,
      "৏": 1095,
      "৐": 1096,
      "৑": 1097,
      "৒": 1098,
      "৓": 1099,
      "৔": 1100,
      "৕": 1101,
      "৖": 1102,
      "৘": 1103,
      "৙": 1104,
      "৚": 1105,
      "৛": 1106,
      "৞": 1107,
      "ৠ": 1108,
      "ৡ": 1109,
      "৤": 1110,
      "৥": 1111,
      "০": 1112,
      "১": 1113,
      "২": 1114,
      "৩": 1115,
      "৪": 1116,
      "৫": 1117,
      "৬": 1118,
      "৭": 1119,
      "৮": 1120,
      "৯": 1121,
      "ৰ": 1122,
      "ৱ": 1123,
      "৲": 1124,
      "৳": 1125,
      "৴": 1126,
      "৵": 1127,
      "৶": 1128,
      "৷": 1129,
      "৸": 1130,
      "৹": 1131,
      "৺": 1132,
      "৻": 1133,
      "ৼ": 1134,
      "৽": 1135,
      "৾": 1136,
      "৿": 1137,
      "਀": 1138,
      "ਅ": 1139,
      "ਆ": 1140,
      "ਇ": 1141,
      "ਈ": 1142,
      "ਉ": 1143,
      "ਊ": 1144,
      "ਔ": 1145,
      "ਕ": 1146,
      "ਖ": 1147,
      "ਗ": 1148,
      "ਘ": 1149,
      "ਚ": 1150,
      "ਜ": 1151,
      "ਟ": 1152,
      "ਠ": 1153,
      "ਡ": 1154,
      "ਣ": 1155,
      "ਤ": 1156,
      "ਥ": 1157,
      "ਦ": 1158,
      "ਧ": 1159,
      "ਨ": 1160,
      "ਪ": 1161,
      "ਫ": 1162,
      "ਬ": 1163,
      "ਭ": 1164,
      "ਮ": 1165,
      "ਯ": 1166,
      "ਰ": 1167,
      "ਲ": 1168,
      "ਵ": 1169,
      "ਸ": 1170,
      "ਹ": 1171,
      "੔": 1172,
      "ੜ": 1173,
      "੧": 1174,
      "੪": 1175,
      "੫": 1176,
      "੭": 1177,
      "੮": 1178,
      "અ": 1179,
      "આ": 1180,
      "ઇ": 1181,
      "ઈ": 1182,
      "ઉ": 1183,
      "ઍ": 1184,
      "એ": 1185,
      "ઐ": 1186,
      "ઓ": 1187,
      "ઔ": 1188,
      "ક": 1189,
      "ખ": 1190,
      "ગ": 1191,
      "ઘ": 1192,
      "ઙ": 1193,
      "ચ": 1194,
      "છ": 1195,
      "જ": 1196,
      "ઝ": 1197,
      "ટ": 1198,
      "ઠ": 1199,
      "ડ": 1200,
      "ણ": 1201,
      "ત": 1202,
      "થ": 1203,
      "દ": 1204,
      "ધ": 1205,
      "ન": 1206,
      "પ": 1207,
      "ફ": 1208,
      "બ": 1209,
      "ભ": 1210,
      "મ": 1211,
      "ય": 1212,
      "ર": 1213,
      "લ": 1214,
      "ળ": 1215,
      "વ": 1216,
      "શ": 1217,
      "ષ": 1218,
      "સ": 1219,
      "હ": 1220,
      "ઽ": 1221,
      "૦": 1222,
      "૧": 1223,
      "૨": 1224,
      "૩": 1225,
      "૪": 1226,
      "૫": 1227,
      "૬": 1228,
      "ଅ": 1229,
      "ଆ": 1230,
      "ଇ": 1231,
      "ଉ": 1232,
      "ଏ": 1233,
      "ଓ": 1234,
      "କ": 1235,
      "ଖ": 1236,
      "ଗ": 1237,
      "ଚ": 1238,
      "ଜ": 1239,
      "ଟ": 1240,
      "ଠ": 1241,
      "ଡ": 1242,
      "ଣ": 1243,
      "ତ": 1244,
      "ଦ": 1245,
      "ଧ": 1246,
      "ନ": 1247,
      "ପ": 1248,
      "ଫ": 1249,
      "ବ": 1250,
      "ଭ": 1251,
      "ମ": 1252,
      "ଯ": 1253,
      "ର": 1254,
      "ଲ": 1255,
      "ଳ": 1256,
      "ଵ": 1257,
      "ଶ": 1258,
      "ସ": 1259,
      "ହ": 1260,
      "ୟ": 1261,
      "ஃ": 1262,
      "அ": 1263,
      "ஆ": 1264,
      "இ": 1265,
      "ஈ": 1266,
      "உ": 1267,
      "எ": 1268,
      "ஏ": 1269,
      "ஐ": 1270,
      "ஒ": 1271,
      "ஓ": 1272,
      "க": 1273,
      "ங": 1274,
      "ச": 1275,
      "ஜ": 1276,
      "ஞ": 1277,
      "ட": 1278,
      "ண": 1279,
      "த": 1280,
      "ந": 1281,
      "ன": 1282,
      "ப": 1283,
      "ம": 1284,
      "ய": 1285,
      "ர": 1286,
      "ற": 1287,
      "ல": 1288,
      "ள": 1289,
      "ழ": 1290,
      "வ": 1291,
      "ஷ": 1292,
      "ஸ": 1293,
      "ஹ": 1294,
      "௦": 1295,
      "௨": 1296,
      "௮": 1297,
      "అ": 1298,
      "ఆ": 1299,
      "ఇ": 1300,
      "ఈ": 1301,
      "ఉ": 1302,
      "ఎ": 1303,
      "ఏ": 1304,
      "ఐ": 1305,
      "ఓ": 1306,
      "క": 1307,
      "ఖ": 1308,
      "గ": 1309,
      "ఘ": 1310,
      "చ": 1311,
      "జ": 1312,
      "ఞ": 1313,
      "ట": 1314,
      "డ": 1315,
      "ణ": 1316,
      "త": 1317,
      "థ": 1318,
      "ద": 1319,
      "ధ": 1320,
      "న": 1321,
      "ప": 1322,
      "ఫ": 1323,
      "బ": 1324,
      "భ": 1325,
      "మ": 1326,
      "య": 1327,
      "ర": 1328,
      "ల": 1329,
      "ళ": 1330,
      "వ": 1331,
      "శ": 1332,
      "ష": 1333,
      "స": 1334,
      "హ": 1335,
      "౦": 1336,
      "౶": 1337,
      "ಅ": 1338,
      "ಆ": 1339,
      "ಇ": 1340,
      "ಉ": 1341,
      "ಎ": 1342,
      "ಐ": 1343,
      "ಒ": 1344,
      "ಓ": 1345,
      "ಔ": 1346,
      "ಕ": 1347,
      "ಖ": 1348,
      "ಗ": 1349,
      "ಘ": 1350,
      "ಚ": 1351,
      "ಜ": 1352,
      "ಟ": 1353,
      "ಡ": 1354,
      "ಣ": 1355,
      "ತ": 1356,
      "ಥ": 1357,
      "ದ": 1358,
      "ನ": 1359,
      "಩": 1360,
      "ಪ": 1361,
      "ಫ": 1362,
      "ಬ": 1363,
      "ಭ": 1364,
      "ಮ": 1365,
      "ಯ": 1366,
      "ರ": 1367,
      "ಲ": 1368,
      "ಳ": 1369,
      "ವ": 1370,
      "ಶ": 1371,
      "ಷ": 1372,
      "ಸ": 1373,
      "ಹ": 1374,
      "೤": 1375,
      "೦": 1376,
      "೧": 1377,
      "೩": 1378,
      "೪": 1379,
      "೭": 1380,
      "೵": 1381,
      "അ": 1382,
      "ആ": 1383,
      "ഇ": 1384,
      "ഈ": 1385,
      "ഉ": 1386,
      "എ": 1387,
      "ഏ": 1388,
      "ഒ": 1389,
      "ഓ": 1390,
      "ക": 1391,
      "ഖ": 1392,
      "ഗ": 1393,
      "ഘ": 1394,
      "ങ": 1395,
      "ച": 1396,
      "ജ": 1397,
      "ഞ": 1398,
      "ട": 1399,
      "ഡ": 1400,
      "ണ": 1401,
      "ത": 1402,
      "ഥ": 1403,
      "ദ": 1404,
      "ധ": 1405,
      "ന": 1406,
      "പ": 1407,
      "ഫ": 1408,
      "ബ": 1409,
      "ഭ": 1410,
      "മ": 1411,
      "യ": 1412,
      "ര": 1413,
      "റ": 1414,
      "ല": 1415,
      "ള": 1416,
      "ഴ": 1417,
      "വ": 1418,
      "ശ": 1419,
      "ഷ": 1420,
      "സ": 1421,
      "ഹ": 1422,
      "൦": 1423,
      "൧": 1424,
      "൨": 1425,
      "൩": 1426,
      "൪": 1427,
      "൫": 1428,
      "൬": 1429,
      "ൺ": 1430,
      "ൻ": 1431,
      "ർ": 1432,
      "ൽ": 1433,
      "ൾ": 1434,
      "අ": 1435,
      "උ": 1436,
      "ක": 1437,
      "ග": 1438,
      "ච": 1439,
      "ට": 1440,
      "ඩ": 1441,
      "ණ": 1442,
      "ත": 1443,
      "ද": 1444,
      "ධ": 1445,
      "න": 1446,
      "ප": 1447,
      "බ": 1448,
      "ම": 1449,
      "ඹ": 1450,
      "ය": 1451,
      "ර": 1452,
      "ල": 1453,
      "ව": 1454,
      "ශ": 1455,
      "ෂ": 1456,
      "ස": 1457,
      "හ": 1458,
      "ළ": 1459,
      "෽": 1460,
      "ก": 1461,
      "ข": 1462,
      "ค": 1463,
      "ฆ": 1464,
      "ง": 1465,
      "จ": 1466,
      "ฉ": 1467,
      "ช": 1468,
      "ซ": 1469,
      "ฌ": 1470,
      "ญ": 1471,
      "ฎ": 1472,
      "ฏ": 1473,
      "ฐ": 1474,
      "ฑ": 1475,
      "ฒ": 1476,
      "ณ": 1477,
      "ด": 1478,
      "ต": 1479,
      "ถ": 1480,
      "ท": 1481,
      "ธ": 1482,
      "น": 1483,
      "บ": 1484,
      "ป": 1485,
      "ผ": 1486,
      "ฝ": 1487,
      "พ": 1488,
      "ฟ": 1489,
      "ภ": 1490,
      "ม": 1491,
      "ย": 1492,
      "ร": 1493,
      "ฤ": 1494,
      "ล": 1495,
      "ว": 1496,
      "ศ": 1497,
      "ษ": 1498,
      "ส": 1499,
      "ห": 1500,
      "ฬ": 1501,
      "อ": 1502,
      "ฮ": 1503,
      "ฯ": 1504,
      "ะ": 1505,
      "า": 1506,
      "ำ": 1507,
      "฿": 1508,
      "เ": 1509,
      "แ": 1510,
      "โ": 1511,
      "ใ": 1512,
      "ไ": 1513,
      "ๆ": 1514,
      "๐": 1515,
      "๑": 1516,
      "๒": 1517,
      "๓": 1518,
      "๕": 1519,
      "๖": 1520,
      "ກ": 1521,
      "ງ": 1522,
      "ຈ": 1523,
      "ຊ": 1524,
      "ດ": 1525,
      "ຕ": 1526,
      "ທ": 1527,
      "ນ": 1528,
      "ປ": 1529,
      "ພ": 1530,
      "ມ": 1531,
      "ລ": 1532,
      "ວ": 1533,
      "ສ": 1534,
      "ອ": 1535,
      "ຮ": 1536,
      "ະ": 1537,
      "າ": 1538,
      "ເ": 1539,
      "ໄ": 1540,
      "ໝ": 1541,
      "ༀ": 1542,
      "་": 1543,
      "།": 1544,
      "༡": 1545,
      "༣": 1546,
      "༸": 1547,
      "ཀ": 1548,
      "ཁ": 1549,
      "ག": 1550,
      "ང": 1551,
      "ཆ": 1552,
      "ཇ": 1553,
      "ཉ": 1554,
      "ཎ": 1555,
      "ཐ": 1556,
      "ད": 1557,
      "ན": 1558,
      "པ": 1559,
      "ཕ": 1560,
      "བ": 1561,
      "མ": 1562,
      "ཚ": 1563,
      "ཛ": 1564,
      "ཞ": 1565,
      "འ": 1566,
      "ཡ": 1567,
      "ར": 1568,
      "ལ": 1569,
      "ཤ": 1570,
      "ས": 1571,
      "ཧ": 1572,
      "ཨ": 1573,
      "࿪": 1574,
      "࿭": 1575,
      "က": 1576,
      "ခ": 1577,
      "ဂ": 1578,
      "ဃ": 1579,
      "င": 1580,
      "စ": 1581,
      "ဆ": 1582,
      "ဇ": 1583,
      "ဉ": 1584,
      "ည": 1585,
      "ဏ": 1586,
      "တ": 1587,
      "ထ": 1588,
      "ဒ": 1589,
      "ဓ": 1590,
      "န": 1591,
      "ပ": 1592,
      "ဖ": 1593,
      "ဗ": 1594,
      "ဘ": 1595,
      "မ": 1596,
      "ယ": 1597,
      "ရ": 1598,
      "လ": 1599,
      "ဝ": 1600,
      "သ": 1601,
      "ဟ": 1602,
      "အ": 1603,
      "ဥ": 1604,
      "၀": 1605,
      "၂": 1606,
      "၅": 1607,
      "၆": 1608,
      "၊": 1609,
      "။": 1610,
      "၍": 1611,
      "၏": 1612,
      "ၒ": 1613,
      "ၚ": 1614,
      "ၡ": 1615,
      "ၾ": 1616,
      "ၿ": 1617,
      "႐": 1618,
      "႔": 1619,
      "႕": 1620,
      "ა": 1621,
      "ბ": 1622,
      "გ": 1623,
      "დ": 1624,
      "ე": 1625,
      "ვ": 1626,
      "ზ": 1627,
      "თ": 1628,
      "ი": 1629,
      "კ": 1630,
      "ლ": 1631,
      "მ": 1632,
      "ნ": 1633,
      "ო": 1634,
      "პ": 1635,
      "ჟ": 1636,
      "რ": 1637,
      "ს": 1638,
      "ტ": 1639,
      "უ": 1640,
      "ფ": 1641,
      "ქ": 1642,
      "ღ": 1643,
      "ყ": 1644,
      "შ": 1645,
      "ჩ": 1646,
      "ც": 1647,
      "ძ": 1648,
      "წ": 1649,
      "ჭ": 1650,
      "ხ": 1651,
      "ჯ": 1652,
      "ᄀ": 1653,
      "ᄁ": 1654,
      "ᄂ": 1655,
      "ᄃ": 1656,
      "ᄄ": 1657,
      "ᄅ": 1658,
      "ᄆ": 1659,
      "ᄇ": 1660,
      "ᄈ": 1661,
      "ᄉ": 1662,
      "ᄊ": 1663,
      "ᄋ": 1664,
      "ᄌ": 1665,
      "ᄍ": 1666,
      "ᄎ": 1667,
      "ᄏ": 1668,
      "ᄐ": 1669,
      "ᄑ": 1670,
      "ᄒ": 1671,
      "ᅡ": 1672,
      "ᅢ": 1673,
      "ᅣ": 1674,
      "ᅤ": 1675,
      "ᅥ": 1676,
      "ᅦ": 1677,
      "ᅧ": 1678,
      "ᅨ": 1679,
      "ᅩ": 1680,
      "ᅪ": 1681,
      "ᅫ": 1682,
      "ᅬ": 1683,
      "ᅭ": 1684,
      "ᅮ": 1685,
      "ᅯ": 1686,
      "ᅰ": 1687,
      "ᅱ": 1688,
      "ᅲ": 1689,
      "ᅳ": 1690,
      "ᅴ": 1691,
      "ᅵ": 1692,
      "ᆨ": 1693,
      "ᆩ": 1694,
      "ᆪ": 1695,
      "ᆫ": 1696,
      "ᆬ": 1697,
      "ᆭ": 1698,
      "ᆮ": 1699,
      "ᆯ": 1700,
      "ᆰ": 1701,
      "ᆱ": 1702,
      "ᆲ": 1703,
      "ᆳ": 1704,
      "ᆴ": 1705,
      "ᆵ": 1706,
      "ᆶ": 1707,
      "ᆷ": 1708,
      "ᆸ": 1709,
      "ᆹ": 1710,
      "ᆺ": 1711,
      "ᆻ": 1712,
      "ᆼ": 1713,
      "ᆽ": 1714,
      "ᆾ": 1715,
      "ᆿ": 1716,
      "ᇀ": 1717,
      "ᇁ": 1718,
      "ᇂ": 1719,
      "ሊ": 1720,
      "ማ": 1721,
      "ራ": 1722,
      "ር": 1723,
      "ስ": 1724,
      "ሶ": 1725,
      "ቐ": 1726,
      "ቕ": 1727,
      "ብ": 1728,
      "ት": 1729,
      "ኍ": 1730,
      "ና": 1731,
      "ኛ": 1732,
      "አ": 1733,
      "ኤ": 1734,
      "ኽ": 1735,
      "ዛ": 1736,
      "ጀ": 1737,
      "ግ": 1738,
      "፳": 1739,
      "Ꭱ": 1740,
      "Ꭺ": 1741,
      "Ꭼ": 1742,
      "Ꮇ": 1743,
      "Ꮖ": 1744,
      "ᐂ": 1745,
      "ᐃ": 1746,
      "ᐊ": 1747,
      "ᐍ": 1748,
      "ᐎ": 1749,
      "ᐏ": 1750,
      "ᐣ": 1751,
      "ᐦ": 1752,
      "ᐯ": 1753,
      "ᑎ": 1754,
      "ᑐ": 1755,
      "ᑦ": 1756,
      "ᑪ": 1757,
      "ᒃ": 1758,
      "ᒧ": 1759,
      "ᓀ": 1760,
      "ᓂ": 1761,
      "ᓄ": 1762,
      "ᓈ": 1763,
      "ᓐ": 1764,
      "ᔑ": 1765,
      "ᔭ": 1766,
      "ក": 1767,
      "ខ": 1768,
      "គ": 1769,
      "ង": 1770,
      "ច": 1771,
      "ឆ": 1772,
      "ជ": 1773,
      "ឈ": 1774,
      "ញ": 1775,
      "ដ": 1776,
      "ណ": 1777,
      "ត": 1778,
      "ថ": 1779,
      "ទ": 1780,
      "ធ": 1781,
      "ន": 1782,
      "ប": 1783,
      "ផ": 1784,
      "ព": 1785,
      "ភ": 1786,
      "ម": 1787,
      "យ": 1788,
      "រ": 1789,
      "ល": 1790,
      "វ": 1791,
      "ស": 1792,
      "ហ": 1793,
      "ឡ": 1794,
      "អ": 1795,
      "។": 1796,
      "៖": 1797,
      "០": 1798,
      "១": 1799,
      "ᡣ": 1800,
      "ᡷ": 1801,
      "ᥙ": 1802,
      "ᮓ": 1803,
      "ᮔ": 1804,
      "ᮘ": 1805,
      "ᮞ": 1806,
      "ᰡ": 1807,
      "ᱦ": 1808,
      "ᱱ": 1809,
      "Ხ": 1810,
      "᲻": 1811,
      "ᴀ": 1812,
      "ᴄ": 1813,
      "ᴅ": 1814,
      "ᴇ": 1815,
      "ᴊ": 1816,
      "ᴋ": 1817,
      "ᴍ": 1818,
      "ᴏ": 1819,
      "ᴓ": 1820,
      "ᴘ": 1821,
      "ᴛ": 1822,
      "ᴜ": 1823,
      "ᴠ": 1824,
      "ᴡ": 1825,
      "ᴫ": 1826,
      "ᴬ": 1827,
      "ᴰ": 1828,
      "ᴱ": 1829,
      "ᴳ": 1830,
      "ᴴ": 1831,
      "ᴵ": 1832,
      "ᴸ": 1833,
      "ᴹ": 1834,
      "ᴻ": 1835,
      "ᴼ": 1836,
      "ᴿ": 1837,
      "ᵀ": 1838,
      "ᵃ": 1839,
      "ᵈ": 1840,
      "ᵒ": 1841,
      "ᵝ": 1842,
      "ᵥ": 1843,
      "ᵻ": 1844,
      "ᶑ": 1845,
      "ᶤ": 1846,
      "᷸": 1847,
      "᾽": 1848,
      "῾": 1849,
      "​": 1850,
      "‌": 1851,
      "‍": 1852,
      "‎": 1853,
      "‏": 1854,
      "‐": 1855,
      "‑": 1856,
      "‒": 1857,
      "–": 1858,
      "—": 1859,
      "―": 1860,
      "‖": 1861,
      "‘": 1862,
      "’": 1863,
      "‚": 1864,
      "‛": 1865,
      "“": 1866,
      "”": 1867,
      "„": 1868,
      "†": 1869,
      "‡": 1870,
      "•": 1871,
      "‣": 1872,
      "․": 1873,
      "‥": 1874,
      "…": 1875,
      "‧": 1876,
      "‪": 1877,
      "‫": 1878,
      "‬": 1879,
      "‰": 1880,
      "′": 1881,
      "″": 1882,
      "‹": 1883,
      "›": 1884,
      "※": 1885,
      "‼": 1886,
      "‿": 1887,
      "⁃": 1888,
      "⁄": 1889,
      "⁉": 1890,
      "⁠": 1891,
      "⁡": 1892,
      "⁦": 1893,
      "⁩": 1894,
      "⁭": 1895,
      "⁮": 1896,
      "⁯": 1897,
      "⁰": 1898,
      "⁴": 1899,
      "⁵": 1900,
      "⁶": 1901,
      "⁷": 1902,
      "⁸": 1903,
      "⁹": 1904,
      "₁": 1905,
      "₂": 1906,
      "₃": 1907,
      "₄": 1908,
      "₅": 1909,
      "ₐ": 1910,
      "₣": 1911,
      "₨": 1912,
      "₩": 1913,
      "₪": 1914,
      "₫": 1915,
      "€": 1916,
      "₱": 1917,
      "₹": 1918,
      "₺": 1919,
      "₽": 1920,
      "ℂ": 1921,
      "℃": 1922,
      "℅": 1923,
      "℉": 1924,
      "ℍ": 1925,
      "ℏ": 1926,
      "ℑ": 1927,
      "ℓ": 1928,
      "ℕ": 1929,
      "№": 1930,
      "ℙ": 1931,
      "ℜ": 1932,
      "ℝ": 1933,
      "℠": 1934,
      "™": 1935,
      "℧": 1936,
      "ℰ": 1937,
      "ℳ": 1938,
      "ℵ": 1939,
      "ℹ": 1940,
      "⅓": 1941,
      "⅛": 1942,
      "Ⅰ": 1943,
      "Ⅱ": 1944,
      "Ⅲ": 1945,
      "Ⅳ": 1946,
      "Ⅴ": 1947,
      "Ⅵ": 1948,
      "Ⅶ": 1949,
      "Ⅷ": 1950,
      "Ⅸ": 1951,
      "Ⅹ": 1952,
      "Ⅺ": 1953,
      "Ⅻ": 1954,
      "ⅴ": 1955,
      "ⅼ": 1956,
      "←": 1957,
      "↑": 1958,
      "→": 1959,
      "↓": 1960,
      "↔": 1961,
      "↕": 1962,
      "↗": 1963,
      "↘": 1964,
      "↠": 1965,
      "↡": 1966,
      "↧": 1967,
      "↩": 1968,
      "↪": 1969,
      "↭": 1970,
      "↱": 1971,
      "↵": 1972,
      "⇄": 1973,
      "⇐": 1974,
      "⇒": 1975,
      "⇓": 1976,
      "⇔": 1977,
      "⇙": 1978,
      "⇛": 1979,
      "⇡": 1980,
      "⇨": 1981,
      "⇰": 1982,
      "⇶": 1983,
      "⇷": 1984,
      "⇸": 1985,
      "⇹": 1986,
      "⇺": 1987,
      "⇻": 1988,
      "⇼": 1989,
      "∀": 1990,
      "∂": 1991,
      "∃": 1992,
      "∅": 1993,
      "∆": 1994,
      "∇": 1995,
      "∈": 1996,
      "∋": 1997,
      "∏": 1998,
      "∑": 1999,
      "−": 2000,
      "∓": 2001,
      "∗": 2002,
      "∘": 2003,
      "∙": 2004,
      "√": 2005,
      "∛": 2006,
      "∝": 2007,
      "∞": 2008,
      "∟": 2009,
      "∠": 2010,
      "∢": 2011,
      "∣": 2012,
      "∨": 2013,
      "∩": 2014,
      "∪": 2015,
      "∫": 2016,
      "∮": 2017,
      "∴": 2018,
      "∵": 2019,
      "∶": 2020,
      "≈": 2021,
      "≌": 2022,
      "≒": 2023,
      "≛": 2024,
      "≡": 2025,
      "≣": 2026,
      "≤": 2027,
      "≥": 2028,
      "≦": 2029,
      "≧": 2030,
      "≪": 2031,
      "≫": 2032,
      "⊂": 2033,
      "⊃": 2034,
      "⊆": 2035,
      "⊕": 2036,
      "⊙": 2037,
      "⊥": 2038,
      "⊳": 2039,
      "⋀": 2040,
      "⋁": 2041,
      "⋅": 2042,
      "⋆": 2043,
      "⋎": 2044,
      "⋏": 2045,
      "⋮": 2046,
      "⋯": 2047,
      "⌀": 2048,
      "⌈": 2049,
      "⌉": 2050,
      "⌊": 2051,
      "⌋": 2052,
      "⌒": 2053,
      "⌘": 2054,
      "⌠": 2055,
      "⌡": 2056,
      "⌲": 2057,
      "⌺": 2058,
      "⍟": 2059,
      "⍧": 2060,
      "⍷": 2061,
      "⎯": 2062,
      "⏉": 2063,
      "⏎": 2064,
      "⏩": 2065,
      "⏪": 2066,
      "⏬": 2067,
      "⏰": 2068,
      "⏳": 2069,
      "⏺": 2070,
      "①": 2071,
      "②": 2072,
      "③": 2073,
      "④": 2074,
      "⑤": 2075,
      "⑥": 2076,
      "⑦": 2077,
      "⑴": 2078,
      "⑵": 2079,
      "⑶": 2080,
      "⑷": 2081,
      "⑸": 2082,
      "⑹": 2083,
      "⑻": 2084,
      "⑼": 2085,
      "⒂": 2086,
      "⒃": 2087,
      "⒈": 2088,
      "⒌": 2089,
      "⒍": 2090,
      "⒖": 2091,
      "Ⓒ": 2092,
      "Ⓕ": 2093,
      "Ⓜ": 2094,
      "ⓐ": 2095,
      "ⓑ": 2096,
      "ⓒ": 2097,
      "ⓓ": 2098,
      "ⓕ": 2099,
      "ⓗ": 2100,
      "ⓝ": 2101,
      "ⓟ": 2102,
      "ⓠ": 2103,
      "ⓣ": 2104,
      "⓿": 2105,
      "─": 2106,
      "━": 2107,
      "│": 2108,
      "┃": 2109,
      "┇": 2110,
      "┏": 2111,
      "┓": 2112,
      "└": 2113,
      "┗": 2114,
      "┛": 2115,
      "├": 2116,
      "┦": 2117,
      "┬": 2118,
      "═": 2119,
      "║": 2120,
      "╚": 2121,
      "╝": 2122,
      "╭": 2123,
      "╮": 2124,
      "╯": 2125,
      "╰": 2126,
      "▀": 2127,
      "█": 2128,
      "▋": 2129,
      "▌": 2130,
      "▐": 2131,
      "░": 2132,
      "▒": 2133,
      "▓": 2134,
      "▔": 2135,
      "■": 2136,
      "□": 2137,
      "▣": 2138,
      "▤": 2139,
      "▥": 2140,
      "▦": 2141,
      "▧": 2142,
      "▨": 2143,
      "▩": 2144,
      "▪": 2145,
      "▬": 2146,
      "▯": 2147,
      "▲": 2148,
      "△": 2149,
      "▶": 2150,
      "▷": 2151,
      "►": 2152,
      "▻": 2153,
      "▼": 2154,
      "▽": 2155,
      "▾": 2156,
      "◀": 2157,
      "◄": 2158,
      "◆": 2159,
      "◇": 2160,
      "◈": 2161,
      "◉": 2162,
      "◊": 2163,
      "○": 2164,
      "◌": 2165,
      "◎": 2166,
      "●": 2167,
      "◐": 2168,
      "◑": 2169,
      "◕": 2170,
      "◘": 2171,
      "◙": 2172,
      "◠": 2173,
      "◣": 2174,
      "◥": 2175,
      "◦": 2176,
      "◩": 2177,
      "◻": 2178,
      "◼": 2179,
      "◾": 2180,
      "☀": 2181,
      "☁": 2182,
      "☂": 2183,
      "☄": 2184,
      "★": 2185,
      "☆": 2186,
      "☈": 2187,
      "☎": 2188,
      "☏": 2189,
      "☐": 2190,
      "☑": 2191,
      "☔": 2192,
      "☕": 2193,
      "☘": 2194,
      "☚": 2195,
      "☛": 2196,
      "☜": 2197,
      "☝": 2198,
      "☞": 2199,
      "☟": 2200,
      "☠": 2201,
      "☢": 2202,
      "☣": 2203,
      "☪": 2204,
      "☯": 2205,
      "☰": 2206,
      "☸": 2207,
      "☹": 2208,
      "☺": 2209,
      "☻": 2210,
      "☼": 2211,
      "☾": 2212,
      "♀": 2213,
      "♂": 2214,
      "♍": 2215,
      "♐": 2216,
      "♔": 2217,
      "♕": 2218,
      "♚": 2219,
      "♛": 2220,
      "♠": 2221,
      "♡": 2222,
      "♢": 2223,
      "♣": 2224,
      "♤": 2225,
      "♥": 2226,
      "♦": 2227,
      "♧": 2228,
      "♨": 2229,
      "♩": 2230,
      "♪": 2231,
      "♫": 2232,
      "♬": 2233,
      "♭": 2234,
      "♰": 2235,
      "♳": 2236,
      "♻": 2237,
      "♼": 2238,
      "⚉": 2239,
      "⚖": 2240,
      "⚘": 2241,
      "⚛": 2242,
      "⚜": 2243,
      "⚠": 2244,
      "⚡": 2245,
      "⚤": 2246,
      "⚪": 2247,
      "⚫": 2248,
      "⚽": 2249,
      "⛅": 2250,
      "⛈": 2251,
      "⛔": 2252,
      "⛦": 2253,
      "⛧": 2254,
      "⛰": 2255,
      "⛳": 2256,
      "⛺": 2257,
      "⛽": 2258,
      "✅": 2259,
      "✆": 2260,
      "✈": 2261,
      "✉": 2262,
      "✊": 2263,
      "✋": 2264,
      "✌": 2265,
      "✍": 2266,
      "✎": 2267,
      "✏": 2268,
      "✐": 2269,
      "✒": 2270,
      "✓": 2271,
      "✔": 2272,
      "✕": 2273,
      "✖": 2274,
      "✘": 2275,
      "✚": 2276,
      "✛": 2277,
      "✝": 2278,
      "✡": 2279,
      "✣": 2280,
      "✤": 2281,
      "✦": 2282,
      "✧": 2283,
      "✨": 2284,
      "✩": 2285,
      "✪": 2286,
      "✫": 2287,
      "✬": 2288,
      "✭": 2289,
      "✮": 2290,
      "✯": 2291,
      "✰": 2292,
      "✲": 2293,
      "✳": 2294,
      "✴": 2295,
      "✵": 2296,
      "✶": 2297,
      "✺": 2298,
      "✿": 2299,
      "❀": 2300,
      "❁": 2301,
      "❂": 2302,
      "❃": 2303,
      "❄": 2304,
      "❅": 2305,
      "❆": 2306,
      "❇": 2307,
      "❈": 2308,
      "❉": 2309,
      "❋": 2310,
      "❌": 2311,
      "❍": 2312,
      "❎": 2313,
      "❏": 2314,
      "❐": 2315,
      "❑": 2316,
      "❒": 2317,
      "❓": 2318,
      "❖": 2319,
      "❗": 2320,
      "❙": 2321,
      "❝": 2322,
      "❞": 2323,
      "❣": 2324,
      "❤": 2325,
      "❥": 2326,
      "❯": 2327,
      "❶": 2328,
      "❷": 2329,
      "❸": 2330,
      "❹": 2331,
      "❻": 2332,
      "❼": 2333,
      "❽": 2334,
      "❾": 2335,
      "➊": 2336,
      "➋": 2337,
      "➌": 2338,
      "➍": 2339,
      "➎": 2340,
      "➔": 2341,
      "➕": 2342,
      "➖": 2343,
      "➙": 2344,
      "➜": 2345,
      "➝": 2346,
      "➟": 2347,
      "➠": 2348,
      "➡": 2349,
      "➢": 2350,
      "➣": 2351,
      "➤": 2352,
      "➥": 2353,
      "➧": 2354,
      "➨": 2355,
      "➪": 2356,
      "➫": 2357,
      "➯": 2358,
      "➰": 2359,
      "➲": 2360,
      "➳": 2361,
      "➵": 2362,
      "➷": 2363,
      "➺": 2364,
      "➻": 2365,
      "➼": 2366,
      "➽": 2367,
      "⟨": 2368,
      "⟩": 2369,
      "⟰": 2370,
      "⟵": 2371,
      "⟶": 2372,
      "⡤": 2373,
      "⡪": 2374,
      "⡷": 2375,
      "⡿": 2376,
      "⤒": 2377,
      "⤗": 2378,
      "⤘": 2379,
      "⤵": 2380,
      "⥀": 2381,
      "⦁": 2382,
      "⦽": 2383,
      "⧗": 2384,
      "⧪": 2385,
      "⧫": 2386,
      "⧭": 2387,
      "⬅": 2388,
      "⬇": 2389,
      "⬛": 2390,
      "⬤": 2391,
      "⬲": 2392,
      "⭐": 2393,
      "⭕": 2394,
      "ⰲ": 2395,
      "ⱦ": 2396,
      "ⱨ": 2397,
      "ⱱ": 2398,
      "Ȿ": 2399,
      "Ⲉ": 2400,
      "Ⲩ": 2401,
      "ⲩ": 2402,
      "ⲻ": 2403,
      "ⳬ": 2404,
      "ⴰ": 2405,
      "ⴷ": 2406,
      "ⴻ": 2407,
      "ⴽ": 2408,
      "ⵉ": 2409,
      "ⵊ": 2410,
      "ⵎ": 2411,
      "ⵏ": 2412,
      "ⵓ": 2413,
      "ⵔ": 2414,
      "ⵕ": 2415,
      "ⵙ": 2416,
      "ⵛ": 2417,
      "ⵡ": 2418,
      "ⵥ": 2419,
      "ⶥ": 2420,
      "⸣": 2421,
      "⸥": 2422,
      "⸴": 2423,
      "⹤": 2424,
      "⻨": 2425,
      "⻶": 2426,
      "⼰": 2427,
      "⼸": 2428,
      "⼼": 2429,
      "⿪": 2430,
      "⿴": 2431,
      "、": 2432,
      "。": 2433,
      "々": 2434,
      "〇": 2435,
      "〈": 2436,
      "〉": 2437,
      "《": 2438,
      "》": 2439,
      "「": 2440,
      "」": 2441,
      "『": 2442,
      "』": 2443,
      "【": 2444,
      "】": 2445,
      "〒": 2446,
      "〔": 2447,
      "〕": 2448,
      "〜": 2449,
      "〰": 2450,
      "ぁ": 2451,
      "あ": 2452,
      "い": 2453,
      "ぅ": 2454,
      "う": 2455,
      "ぇ": 2456,
      "え": 2457,
      "ぉ": 2458,
      "お": 2459,
      "か": 2460,
      "き": 2461,
      "く": 2462,
      "け": 2463,
      "こ": 2464,
      "さ": 2465,
      "し": 2466,
      "す": 2467,
      "せ": 2468,
      "そ": 2469,
      "た": 2470,
      "ち": 2471,
      "っ": 2472,
      "つ": 2473,
      "て": 2474,
      "と": 2475,
      "な": 2476,
      "に": 2477,
      "ぬ": 2478,
      "ね": 2479,
      "の": 2480,
      "は": 2481,
      "ひ": 2482,
      "ふ": 2483,
      "へ": 2484,
      "ほ": 2485,
      "ま": 2486,
      "み": 2487,
      "む": 2488,
      "め": 2489,
      "も": 2490,
      "ゃ": 2491,
      "や": 2492,
      "ゅ": 2493,
      "ゆ": 2494,
      "ょ": 2495,
      "よ": 2496,
      "ら": 2497,
      "り": 2498,
      "る": 2499,
      "れ": 2500,
      "ろ": 2501,
      "わ": 2502,
      "を": 2503,
      "ん": 2504,
      "゜": 2505,
      "ァ": 2506,
      "ア": 2507,
      "ィ": 2508,
      "イ": 2509,
      "ゥ": 2510,
      "ウ": 2511,
      "ェ": 2512,
      "エ": 2513,
      "ォ": 2514,
      "オ": 2515,
      "カ": 2516,
      "キ": 2517,
      "ク": 2518,
      "ケ": 2519,
      "コ": 2520,
      "サ": 2521,
      "シ": 2522,
      "ス": 2523,
      "セ": 2524,
      "ソ": 2525,
      "タ": 2526,
      "チ": 2527,
      "ッ": 2528,
      "ツ": 2529,
      "テ": 2530,
      "ト": 2531,
      "ナ": 2532,
      "ニ": 2533,
      "ヌ": 2534,
      "ネ": 2535,
      "ノ": 2536,
      "ハ": 2537,
      "ヒ": 2538,
      "フ": 2539,
      "ヘ": 2540,
      "ホ": 2541,
      "マ": 2542,
      "ミ": 2543,
      "ム": 2544,
      "メ": 2545,
      "モ": 2546,
      "ャ": 2547,
      "ヤ": 2548,
      "ュ": 2549,
      "ユ": 2550,
      "ョ": 2551,
      "ヨ": 2552,
      "ラ": 2553,
      "リ": 2554,
      "ル": 2555,
      "レ": 2556,
      "ロ": 2557,
      "ワ": 2558,
      "ン": 2559,
      "ヵ": 2560,
      "ヶ": 2561,
      "・": 2562,
      "ー": 2563,
      "ヽ": 2564,
      "ㄐ": 2565,
      "ㄥ": 2566,
      "ㄧ": 2567,
      "ㄨ": 2568,
      "ㄩ": 2569,
      "ㅇ": 2570,
      "ㆍ": 2571,
      "㈜": 2572,
      "㎍": 2573,
      "㎜": 2574,
      "㎟": 2575,
      "㎡": 2576,
      "㎥": 2577,
      "㥕": 2578,
      "㱦": 2579,
      "㱨": 2580,
      "㱱": 2581,
      "㲩": 2582,
      "㲻": 2583,
      "㳡": 2584,
      "㴫": 2585,
      "㵥": 2586,
      "㵨": 2587,
      "㵴": 2588,
      "㶨": 2589,
      "㶫": 2590,
      "㶮": 2591,
      "㷢": 2592,
      "㷨": 2593,
      "㷶": 2594,
      "㷸": 2595,
      "㷽": 2596,
      "㹤": 2597,
      "㹥": 2598,
      "㹫": 2599,
      "㻪": 2600,
      "㼪": 2601,
      "㼱": 2602,
      "㼼": 2603,
      "㽪": 2604,
      "㽲": 2605,
      "㾫": 2606,
      "㿪": 2607,
      "㿴": 2608,
      "䰲": 2609,
      "䱧": 2610,
      "䱨": 2611,
      "䱬": 2612,
      "䲨": 2613,
      "䴫": 2614,
      "䵽": 2615,
      "䶨": 2616,
      "一": 2617,
      "丁": 2618,
      "七": 2619,
      "万": 2620,
      "丈": 2621,
      "三": 2622,
      "上": 2623,
      "下": 2624,
      "不": 2625,
      "与": 2626,
      "丑": 2627,
      "专": 2628,
      "且": 2629,
      "世": 2630,
      "丘": 2631,
      "丙": 2632,
      "业": 2633,
      "东": 2634,
      "丝": 2635,
      "両": 2636,
      "丢": 2637,
      "两": 2638,
      "严": 2639,
      "並": 2640,
      "丧": 2641,
      "丨": 2642,
      "个": 2643,
      "丫": 2644,
      "中": 2645,
      "丰": 2646,
      "串": 2647,
      "临": 2648,
      "丶": 2649,
      "丸": 2650,
      "丹": 2651,
      "为": 2652,
      "主": 2653,
      "丼": 2654,
      "丽": 2655,
      "举": 2656,
      "丿": 2657,
      "乃": 2658,
      "久": 2659,
      "么": 2660,
      "义": 2661,
      "之": 2662,
      "乌": 2663,
      "乎": 2664,
      "乏": 2665,
      "乐": 2666,
      "乔": 2667,
      "乗": 2668,
      "乘": 2669,
      "乙": 2670,
      "乚": 2671,
      "乛": 2672,
      "九": 2673,
      "乞": 2674,
      "也": 2675,
      "习": 2676,
      "乡": 2677,
      "书": 2678,
      "乫": 2679,
      "买": 2680,
      "乱": 2681,
      "乳": 2682,
      "乾": 2683,
      "亀": 2684,
      "亅": 2685,
      "了": 2686,
      "予": 2687,
      "争": 2688,
      "事": 2689,
      "二": 2690,
      "于": 2691,
      "亏": 2692,
      "云": 2693,
      "互": 2694,
      "五": 2695,
      "井": 2696,
      "亚": 2697,
      "些": 2698,
      "亜": 2699,
      "亞": 2700,
      "亟": 2701,
      "亡": 2702,
      "交": 2703,
      "亦": 2704,
      "产": 2705,
      "亨": 2706,
      "亩": 2707,
      "享": 2708,
      "京": 2709,
      "亭": 2710,
      "亮": 2711,
      "亲": 2712,
      "亳": 2713,
      "亶": 2714,
      "人": 2715,
      "亻": 2716,
      "亿": 2717,
      "什": 2718,
      "仁": 2719,
      "仄": 2720,
      "仅": 2721,
      "仆": 2722,
      "仇": 2723,
      "今": 2724,
      "介": 2725,
      "仍": 2726,
      "从": 2727,
      "仏": 2728,
      "仑": 2729,
      "仓": 2730,
      "仔": 2731,
      "仕": 2732,
      "他": 2733,
      "付": 2734,
      "仙": 2735,
      "代": 2736,
      "令": 2737,
      "以": 2738,
      "仧": 2739,
      "仨": 2740,
      "仪": 2741,
      "们": 2742,
      "仮": 2743,
      "仯": 2744,
      "仰": 2745,
      "仲": 2746,
      "件": 2747,
      "价": 2748,
      "任": 2749,
      "份": 2750,
      "仿": 2751,
      "企": 2752,
      "伊": 2753,
      "伍": 2754,
      "伎": 2755,
      "伏": 2756,
      "伐": 2757,
      "休": 2758,
      "众": 2759,
      "优": 2760,
      "伙": 2761,
      "会": 2762,
      "伝": 2763,
      "伟": 2764,
      "传": 2765,
      "伤": 2766,
      "伦": 2767,
      "伪": 2768,
      "伯": 2769,
      "估": 2770,
      "伲": 2771,
      "伴": 2772,
      "伸": 2773,
      "伺": 2774,
      "似": 2775,
      "伽": 2776,
      "但": 2777,
      "佈": 2778,
      "位": 2779,
      "低": 2780,
      "住": 2781,
      "佐": 2782,
      "体": 2783,
      "何": 2784,
      "佗": 2785,
      "佘": 2786,
      "余": 2787,
      "佚": 2788,
      "佛": 2789,
      "作": 2790,
      "佝": 2791,
      "你": 2792,
      "佩": 2793,
      "佫": 2794,
      "佬": 2795,
      "佰": 2796,
      "佳": 2797,
      "併": 2798,
      "使": 2799,
      "來": 2800,
      "例": 2801,
      "侍": 2802,
      "侏": 2803,
      "侗": 2804,
      "供": 2805,
      "依": 2806,
      "侠": 2807,
      "価": 2808,
      "侣": 2809,
      "侦": 2810,
      "侧": 2811,
      "侨": 2812,
      "侫": 2813,
      "侬": 2814,
      "侯": 2815,
      "侵": 2816,
      "便": 2817,
      "係": 2818,
      "促": 2819,
      "俄": 2820,
      "俊": 2821,
      "俏": 2822,
      "俐": 2823,
      "俗": 2824,
      "俘": 2825,
      "俚": 2826,
      "保": 2827,
      "俠": 2828,
      "信": 2829,
      "俣": 2830,
      "俨": 2831,
      "俩": 2832,
      "俪": 2833,
      "修": 2834,
      "俱": 2835,
      "俳": 2836,
      "俺": 2837,
      "倉": 2838,
      "個": 2839,
      "倍": 2840,
      "們": 2841,
      "倒": 2842,
      "倖": 2843,
      "候": 2844,
      "倚": 2845,
      "借": 2846,
      "倡": 2847,
      "値": 2848,
      "倦": 2849,
      "倫": 2850,
      "倭": 2851,
      "倶": 2852,
      "债": 2853,
      "值": 2854,
      "倾": 2855,
      "偃": 2856,
      "假": 2857,
      "偏": 2858,
      "做": 2859,
      "停": 2860,
      "健": 2861,
      "側": 2862,
      "偵": 2863,
      "偶": 2864,
      "偷": 2865,
      "偻": 2866,
      "偽": 2867,
      "偿": 2868,
      "傅": 2869,
      "傈": 2870,
      "傑": 2871,
      "傘": 2872,
      "備": 2873,
      "傣": 2874,
      "储": 2875,
      "催": 2876,
      "傭": 2877,
      "傲": 2878,
      "傳": 2879,
      "債": 2880,
      "傷": 2881,
      "傻": 2882,
      "傾": 2883,
      "僅": 2884,
      "働": 2885,
      "像": 2886,
      "僑": 2887,
      "僕": 2888,
      "僧": 2889,
      "僳": 2890,
      "僵": 2891,
      "價": 2892,
      "僻": 2893,
      "儀": 2894,
      "億": 2895,
      "儋": 2896,
      "償": 2897,
      "優": 2898,
      "儲": 2899,
      "儿": 2900,
      "允": 2901,
      "元": 2902,
      "兄": 2903,
      "充": 2904,
      "兆": 2905,
